[
	{
		"text": "Choose Your Dog's Name Wisely",
        "children": [
            {
                "text": "Part of the fun of bringing home a new puppy or dog is finding the perfect name for them. But did you know certain names are better for training? It helps to consider a short name ending with a strong consonant that they can always hear clearly. A strong ending, like in the names “Jasper,” “Jack” and “Ginger,” perks up puppy ears — especially when you place emphasis at the end. If your new pet is an older dog, they’re probably used to their name at this point. However, changing it isn’t out of the question. And if your new pal is coming out of an abusive situation, a new name may even represent a fresh start. Dogs are extremely adaptable. If you decide to give them a new name, use it consistently and soon enough your pup will respond to it.Whatever their name, be sure to associate it with fun, pleasant experiences as much as possible, rather than negative ones. Ideally, your pup should think of their name in the same way they think of other fun stuff like walks or dinnertime."
            }
        ]
	},
	{
		"text": "Decide on the House Rules ",
        "children": [
            {
                "text": "Before your new furry pal comes home, decide what they can and can’t do. Are they allowed on the bed or the furniture? Are parts of the house off limits? Will they have their own chair at your dining table? If the rules are determined early, you can avoid confusion — for both of you."
            }
        ]
	},
	{
		"text": "Set Up a Private Den ",
        "children": [
            {
                "text": "Like humans, dogs need their own space. As early as possible, give your pup their own private sleeping place, such as a crate. Your dog will benefit from short periods left alone in the comfort and safety of their den; it can also be a valuable tool for housetraining. Be sure to reward your puppy or dog if they remain relaxed and quiet in their den. "
            }
        ]
	},
	{
		"text": "Help Your Dog Relax ",
        "children": [
            {
                "text": "When your puppy gets home, give them a warm hot-water bottle and put a ticking clock near their sleeping area. This imitates the heat and heartbeat of litter mates and will soothe your puppy in their new environment.This tip may be even more important for a new dog that previously lived in a busy, loud shelter, particularly if they’ve had a rough time early in life. Whatever you can do to help your new pet get comfortable in their forever home will be good for both of you."
            }
        ]
	},
	{
		"text": "Reward Good Behavior",
        "children": [
            {
                "text": "Reward your puppy or dog’s good behavior with positive reinforcement. Use toys, love and lots of praise — and don’t forget the treats, such as treats. Let them know when they’re getting it right. Along those same lines, never reward bad behavior, as it’ll only confuse them."
            }
        ]
	},
	{
		"text": "Teach Your Pup to Come When Called",
        "children": [
            {
                "text": "The first command you teach your pet should be to come. Get down on their level and tell your pup to come using their name. When they do, get excited and use lots of positive reinforcement. Next time, try the “come” command when they’re distracted with food or a toy. As your puppy gets older, you’ll continue to see the benefits of perfecting this command."
            }
        ]
	},
	{
		"text": "Train on Dog Time",
        "children": [
            {
                "text": "Puppies and dogs live in the moment — two minutes after they’ve done something, they’ve already forgotten about it. So when your pup is doing something bad, use your chosen training technique right away so they have a chance to make the association between the behavior and the correction. Consistent repetition will reinforce what they’ve learned."
            }
        ]
	}
]
